Repository: ItsJuniorDias/Magic_World
Catalog: Magic World/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, pt_br

source: Close the app and open it again for the new language to apply everywhere.
ar: أغلق التطبيق ثم افتحه من جديد لتُطبَّق اللغة الجديدة في كل مكان.
de: Schließe die App und öffne sie erneut, damit die neue Sprache überall greift.
es: Cierra la app y ábrela otra vez para que el nuevo idioma se aplique en todos lados.
fr: Ferme l’app et rouvre-la pour que la nouvelle langue s’applique partout.
it: Chiudi l’app e riaprila perché la nuova lingua si applichi ovunque.
pt_br: Feche o app e abra de novo para o novo idioma valer em toda parte.

source: Coming Down
ar: النزول
de: Herabkommen
es: Bajando
fr: Descendre
it: Scendere
pt_br: Descendo

source: Connect to the internet to download the narration (%@). You can keep reading meanwhile.
ar: اتصل بالإنترنت لتنزيل السرد (%@). يمكنك متابعة القراءة في هذه الأثناء.
de: Verbinde dich mit dem Internet, um die Erzählung (%@) zu laden. Du kannst inzwischen weiterlesen.
es: Conéctate a internet para descargar la narración (%@). Puedes seguir leyendo mientras tanto.
fr: Connecte-toi à internet pour télécharger la narration (%@). Tu peux continuer à lire en attendant.
it: Connettiti a internet per scaricare la narrazione (%@). Nel frattempo puoi continuare a leggere.
pt_br: Conecte-se à internet para baixar a narração (%@). Você pode continuar lendo enquanto isso.

source: Continue
ar: متابعة
de: Weiter
es: Continuar
fr: Continuer
it: Continua
pt_br: Continuar

source: Continue reading
ar: متابعة القراءة
de: Weiterlesen
es: Seguir leyendo
fr: Continuer la lecture
it: Continua a leggere
pt_br: Continuar a leitura

source: Creatures
ar: المخلوقات
de: Kreaturen
es: Criaturas
fr: Créatures
it: Creature
pt_br: Criaturas

source: Dai's kite will not rise. Seven crows on the telephone wire have opinions about why.
ar: طائرة داي الورقية لا ترتفع. سبعة غربان على سلك الهاتف لديها آراء في السبب.
de: Dais Drachen steigt nicht. Sieben Krähen auf dem Telefondraht haben Meinungen dazu.
es: La cometa de Dai no sube. Siete cuervos en el cable del teléfono tienen opiniones sobre el porqué.
fr: Le cerf-volant de Dai ne monte pas. Sept corbeaux sur le fil du téléphone ont des avis sur la raison.
it: L’aquilone di Dai non si alza. Sette cornacchie sul filo del telefono hanno opinioni sul perché.
pt_br: A pipa de Dai não sobe. Sete corvos no fio do telefone têm opiniões sobre o motivo.

source: Deep Forest
ar: الغابة العميقة
de: Tiefer Wald
es: Bosque Profundo
fr: Forêt Profonde
it: Foresta Profonda
pt_br: Floresta Profunda

source: Delete
ar: حذف
de: Löschen
es: Borrar
fr: Supprimer
it: Elimina
pt_br: Apagar

source: Downloading the narration · %@
ar: جارٍ تنزيل السرد · %@
de: Erzählung wird geladen · %@
es: Descargando la narración · %@
fr: Téléchargement de la narration · %@
it: Scaricamento della narrazione · %@
pt_br: Baixando a narração · %@

source: Each story downloads the first time you open it. After that, no connection needed.
ar: تنزّل كل قصة عند فتحها لأول مرة. بعد ذلك، لا حاجة إلى اتصال.
de: Jede Geschichte wird beim ersten Öffnen geladen. Danach ohne Verbindung.
es: Cada historia se descarga la primera vez que la abres. Después, no hace falta conexión.
fr: Chaque histoire se télécharge lors de la première ouverture. Ensuite, plus besoin de connexion.
it: Ogni storia si scarica alla prima apertura. Dopo, nessuna connessione richiesta.
pt_br: Cada história baixa na primeira vez que você abre. Depois disso, sem conexão.

source: Eight Shelves
ar: ثمانية رفوف
de: Acht Regale
es: Ocho Estantes
fr: Huit Étagères
it: Otto Mensole
pt_br: Oito Prateleiras

source: Eight shelves, arranged by what the object was for — not by what it is.
ar: ثمانية رفوف مرتّبة بحسب ما كان الشيء يخدمه — لا بحسب ما هو عليه.
de: Acht Regale, geordnet nach dem, wofür der Gegenstand war — nicht danach, was er ist.
es: Ocho estantes, ordenados por para qué servía el objeto — no por qué es.
fr: Huit étagères, rangées par ce à quoi l’objet servait — pas par ce qu’il est.
it: Otto mensole, disposte per l’uso che aveva l’oggetto — non per ciò che è.
pt_br: Oito prateleiras, organizadas pelo para o que o objeto servia — não pelo que é.

source: Eleven Years
ar: أحد عشر عامًا
de: Elf Jahre
es: Once Años
fr: Onze Ans
it: Undici Anni
pt_br: Onze Anos

source: Elin sees the pond twice at once, and there is a boy on the far bank who is not there.
ar: ترى إيلين البركة مرّتين في آنٍ واحد، وثمة صبيّ على الضفة المقابلة ليس هناك.
de: Elin sieht den Teich zweimal auf einmal, und am anderen Ufer steht ein Junge, der nicht da ist.
es: Elin ve el estanque dos veces a la vez, y hay un niño en la otra orilla que no está.
fr: Elin voit l’étang deux fois en même temps, et il y a un garçon sur l’autre rive qui n’est pas là.
it: Elin vede lo stagno due volte allo stesso tempo, e c’è un ragazzo sulla riva opposta che non c’è.
pt_br: Elin vê o lago duas vezes ao mesmo tempo, e há um menino na outra margem que não está lá.

source: Erase progress
ar: مسح التقدم
de: Fortschritt löschen
es: Borrar el progreso
fr: Effacer la progression
it: Cancella progresso
pt_br: Apagar o progresso

source: Every chapter
ar: كل فصل
de: Jedes Kapitel
es: Todos los capítulos
fr: Chaque chapitre
it: Ogni capitolo
pt_br: Todos os capítulos

source: Every chapter is narrated out loud, and the words light up as they're read. Follow along, or just listen with your eyes closed.
ar: كل فصل يُروى بصوتٍ عالٍ، وتضيء الكلمات وهي تُقرأ. تابع القراءة، أو استمع بعينين مغمضتين.
de: Jedes Kapitel wird vorgelesen, und die Wörter leuchten beim Lesen auf. Lies mit oder hör einfach mit geschlossenen Augen zu.
es: Cada capítulo se narra en voz alta y las palabras se iluminan al ser leídas. Sigue el texto o escucha con los ojos cerrados.
fr: Chaque chapitre est narré à voix haute, et les mots s’illuminent au fur et à mesure. Suivez le texte, ou écoutez les yeux fermés.
it: Ogni capitolo è narrato ad alta voce e le parole si illuminano mentre vengono lette. Segui il testo o ascolta a occhi chiusi.
pt_br: Cada capítulo é narrado em voz alta, e as palavras acendem enquanto são lidas. Acompanhe, ou apenas ouça de olhos fechados.

source: Every chapter narrated
ar: كل فصل مسرود
de: Jedes Kapitel wird vorgelesen
es: Todos los capítulos narrados
fr: Chaque chapitre narré
it: Ogni capitolo narrato
pt_br: Todos os capítulos narrados

source: Every child in the village has been told not to look. Sanna looks.
ar: قيل لكل طفل في القرية ألّا ينظر. سانّا تنظر.
de: Jedem Kind im Dorf wurde gesagt, es solle nicht hinsehen. Sanna sieht hin.
es: A todos los niños del pueblo se les ha dicho que no miren. Sanna mira.
fr: On a dit à tous les enfants du village de ne pas regarder. Sanna regarde.
it: A ogni bambino del paese è stato detto di non guardare. Sanna guarda.
pt_br: Toda criança na aldeia foi avisada para não olhar. Sanna olha.

source: Every evening for a week they draw the same coastline, and it is not this one.
ar: كل مساءٍ طوال أسبوع يرسمون الساحل نفسه، وهو ليس هذا الساحل.
de: Jeden Abend eine Woche lang zeichnen sie dieselbe Küstenlinie, und es ist nicht diese.
es: Cada noche durante una semana dibujan la misma costa, y no es esta.
fr: Chaque soir pendant une semaine ils dessinent la même côte, et ce n’est pas celle-ci.
it: Ogni sera per una settimana disegnano la stessa costa, e non è questa.
pt_br: Toda noite por uma semana eles desenham a mesma costa, e não é esta.

source: Every family in the village tells the same story about the fire. The bird sings the rest of it.
ar: كل عائلة في القرية تروي القصة نفسها عن الحريق. الطائر يُغنّي بقيّتها.
de: Jede Familie im Dorf erzählt dieselbe Geschichte vom Brand. Der Vogel singt den Rest.
es: Cada familia del pueblo cuenta la misma historia del incendio. El pájaro canta el resto.
fr: Chaque famille du village raconte la même histoire de l’incendie. L’oiseau chante le reste.
it: Ogni famiglia del paese racconta la stessa storia sull’incendio. L’uccello canta il resto.
pt_br: Toda família na aldeia conta a mesma história sobre o incêndio. O pássaro canta o resto.

source: Every fisherman in the bay has seen her once. None of them twice.
ar: كل صيّاد في الخليج رآها مرة. لا أحد رآها مرتين.
de: Jeder Fischer in der Bucht hat sie einmal gesehen. Keiner zweimal.
es: Todos los pescadores de la bahía la han visto una vez. Ninguno dos veces.
fr: Chaque pêcheur de la baie l’a vue une fois. Aucun deux fois.
it: Ogni pescatore della baia l’ha vista una volta. Nessuno due.
pt_br: Todo pescador da baía já a viu uma vez. Nenhum deles duas.

source: Everybody Else
ar: بقيّة الجميع
de: Alle Anderen
es: Todos los Demás
fr: Tous les Autres
it: Tutti Gli Altri
pt_br: Todo Mundo Mais

source: Everyone Has One
ar: لكلٍّ واحد
de: Jeder Hat Eine
es: Cada Uno Tiene Uno
fr: Chacun a le Sien
it: Ognuno Ha il Suo
pt_br: Cada Um Tem o Seu

source: Everything left in the wood since 1911, catalogued — and the catalogue is the problem.
ar: كل ما تُرك في الغابة منذ 1911 مُفهرس — والفهرس هو المشكلة.
de: Alles, was seit 1911 im Wald zurückgelassen wurde, katalogisiert — und der Katalog ist das Problem.
es: Todo lo dejado en el bosque desde 1911, catalogado — y el catálogo es el problema.
fr: Tout ce qui a été laissé dans le bois depuis 1911, catalogué — et le catalogue est le problème.
it: Tutto ciò che è stato lasciato nel bosco dal 1911, catalogato — e il catalogo è il problema.
pt_br: Tudo que foi deixado no bosque desde 1911, catalogado — e o catálogo é o problema.

source: Everywhere
ar: في كل مكان
de: Überall
es: En Todas Partes
fr: Partout
it: Ovunque
pt_br: Em Toda Parte

source: Favourites
ar: المفضلة
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti
pt_br: Favoritos

source: Fifty original stories
ar: خمسون قصة أصلية
de: Fünfzig originale Geschichten
es: Cincuenta historias originales
fr: Cinquante histoires originales
it: Cinquanta storie originali
pt_br: Cinquenta histórias originais

source: Fireflies who light a crossing one night a year
ar: يراعات تُضيء عبورًا ليلة واحدة في السنة
de: Glühwürmchen, die einmal im Jahr eine Überquerung erleuchten
es: Luciérnagas que iluminan un cruce una noche al año
fr: Des lucioles qui éclairent une traversée une nuit par an
it: Lucciole che illuminano un passaggio una notte all’anno
pt_br: Vaga-lumes que iluminam uma travessia uma noite por ano

source: Follow the narration
ar: اتبع السرد
de: Der Erzählung folgen
es: Seguir la narración
fr: Suivre la narration
it: Segui la narrazione
pt_br: Seguir a narração

source: Following a Path Not Made
ar: اتّباع درب لم يُصنع بعد
de: Einem Ungebauten Weg Folgen
es: Siguiendo un Camino No Trazado
fr: Suivre un Chemin Non Tracé
it: Seguire un Sentiero Non Fatto
pt_br: Seguindo um Caminho Não Feito

source: Following at a Distance
ar: التتبّع عن بُعد
de: In Sicherer Entfernung Folgen
es: Siguiendo de Lejos
fr: Suivre à Distance
it: Seguirlo da Lontano
pt_br: Seguindo a Distância

source: For two days in 1953 the pass could not find the houses, and the houses were perfectly fine.
ar: لمدة يومين في عام 1953 لم يقدر الممرّ على إيجاد البيوت، والبيوت كانت بخير تام.
de: Zwei Tage lang im Jahr 1953 fand der Pass die Häuser nicht, und den Häusern ging es bestens.
es: Durante dos días de 1953 el paso no pudo encontrar las casas, y las casas estaban perfectamente.
fr: Pendant deux jours en 1953 la passe n’a pas retrouvé les maisons, et les maisons allaient parfaitement bien.
it: Per due giorni nel 1953 il passo non trovò le case, e le case stavano benissimo.
pt_br: Por dois dias em 1953 a passagem não conseguiu achar as casas, e as casas estavam perfeitamente bem.

source: Forty Kilometres
ar: أربعون كيلومترًا
de: Vierzig Kilometer
es: Cuarenta Kilómetros
fr: Quarante Kilomètres
it: Quaranta Chilometri
pt_br: Quarenta Quilômetros

source: Forty Years of It
ar: أربعون سنة من ذلك
de: Vierzig Jahre Davon
es: Cuarenta Años de Eso
fr: Quarante Ans de Cela
it: Quarant’Anni di Questo
pt_br: Quarenta Anos Disso

source: Forward fifteen seconds
ar: خمس عشرة ثانية للأمام
de: Fünfzehn Sekunden vor
es: Avanzar quince segundos
fr: Avancer de quinze secondes
it: Avanti di quindici secondi
pt_br: Avançar quinze segundos

source: Four Hundred and Six
ar: أربعمائة وستة
de: Vierhundertsechs
es: Cuatrocientos Seis
fr: Quatre Cent Six
it: Quattrocentosei
pt_br: Quatrocentos e Seis

source: Four chapters each, about fifteen minutes of reading.
ar: أربعة فصول لكل قصة، حوالي خمس عشرة دقيقة من القراءة.
de: Vier Kapitel pro Geschichte, etwa fünfzehn Minuten Lesezeit.
es: Cuatro capítulos cada una, unos quince minutos de lectura.
fr: Quatre chapitres chacune, environ quinze minutes de lecture.
it: Quattro capitoli ciascuna, circa quindici minuti di lettura.
pt_br: Quatro capítulos cada, cerca de quinze minutos de leitura.

source: Free this week
ar: مجانية هذا الأسبوع
de: Diese Woche gratis
es: Gratis esta semana
fr: Gratuit cette semaine
it: Gratis questa settimana
pt_br: Grátis esta semana

source: Free until Sunday: %@
ar: مجانية حتى يوم الأحد: %@
de: Gratis bis Sonntag: %@
es: Gratis hasta el domingo: %@
fr: Gratuites jusqu’à dimanche : %@
it: Gratis fino a domenica: %@
pt_br: Grátis até domingo: %@

source: Frost
ar: الصقيع
es: Escarcha
fr: Givre
it: Gelo
pt_br: Gelo

source: Geese who carry a season of letters at once
ar: إوزّ يحمل موسمًا كاملًا من الرسائل دفعة واحدة
de: Gänse, die auf einmal eine Saison voller Briefe tragen
es: Gansos que llevan toda una estación de cartas de una vez
fr: Des oies qui portent toute une saison de lettres d’un coup
it: Oche che portano un’intera stagione di lettere in una volta
pt_br: Gansos que carregam uma estação inteira de cartas de uma só vez

source: Giving It Back
ar: إعادته
de: Es Zurückgeben
es: Devolverlo
fr: Le Rendre
it: Restituirlo
pt_br: Devolvendo

source: Glow-worms who mark where somebody waited
ar: ديدان مضيئة تُعلّم موضع من انتظر
de: Glühwürmchen, die markieren, wo jemand gewartet hat
es: Luciérnagas que marcan dónde alguien esperó
fr: Des vers luisants qui marquent où quelqu’un a attendu
it: Lucciole che segnano dove qualcuno ha aspettato
pt_br: Pirilampos que marcam onde alguém esperou

source: Good afternoon
ar: مساء الخير
de: Guten Tag
es: Buenas tardes
fr: Bon après-midi
it: Buon pomeriggio
pt_br: Boa tarde

source: Good evening
ar: طاب مساؤك
de: Guten Abend
es: Buenas noches
fr: Bonsoir
it: Buonasera
pt_br: Boa noite

source: Good morning
ar: صباح الخير
de: Guten Morgen
es: Buenos días
fr: Bonjour
it: Buongiorno
pt_br: Bom dia

source: Hanging
ar: معلّق
de: Schwebend
es: Suspendido
fr: Immobile
it: Sospeso
pt_br: Suspenso

source: He has been late three years running, and the herders have stopped pretending not to notice.
ar: تأخّر ثلاث سنوات متتالية، وكفّ الرعاة عن التظاهر بعدم الملاحظة.
de: Er ist drei Jahre in Folge zu spät, und die Hirten tun nicht mehr so, als bemerkten sie es nicht.
es: Lleva tres años seguidos llegando tarde, y los pastores han dejado de fingir que no lo notan.
fr: Il est en retard trois années de suite, et les éleveurs ont cessé de faire semblant de ne rien voir.
it: È in ritardo da tre anni di fila, e i pastori hanno smesso di fingere di non accorgersene.
pt_br: Ele está atrasado três anos seguidos, e os pastores pararam de fingir que não notam.

source: He has been seven minutes slow since the war, and nobody wants to be the one to mention it.
ar: متأخر سبع دقائق منذ الحرب، ولا أحد يريد أن يكون الشخص الذي يذكر ذلك.
de: Er geht seit dem Krieg sieben Minuten nach, und niemand will derjenige sein, der es anspricht.
es: Está siete minutos atrasado desde la guerra, y nadie quiere ser el que lo mencione.
fr: Il a sept minutes de retard depuis la guerre, et personne ne veut être celui qui le dit.
it: È indietro di sette minuti dalla guerra, e nessuno vuole essere quello che lo dice.
pt_br: Ele está sete minutos atrasado desde a guerra, e ninguém quer ser quem vai comentar.
